[info]
english=Mongolian (Traditional)
ownlang=ᠮᠧᠩᠭᠧᠯᠢ ᠠᠨ ( ᠲᠷᠠᠳᠢᠣ᠋ ᠣᠷ )

machine=true
by=Noah Zhu
warn=Important: machine translation in this language
warnown=ᠴᠢᠬᠤᠯᠠ ᠄ ᠮᠠᠰᠢᠨ ᠤ ᠤᠷᠴᠢᠭᠤᠯᠭ᠎ᠠ ᠃

[global]
haventdone=〔 ᠪᠡᠶᠡᠯᠡᠭᠦᠯᠦᠭᠡᠳᠦᠢ 〕

[startup]
title=ᠭᠣᠣᠯ ᠨᠢᠭᠤᠷ ᠃
openfile=ᠪᠢᠴᠢᠭ᠌ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢ ᠨᠡᠭᠡᠭᠡᠨ᠎ᠡ ᠃
openfolder=ᠪᠢᠴᠢᠭ᠌ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠤᠨ ᠬᠠᠵᠠᠭᠤ ᠶᠢ ᠨᠡᠭᠡᠭᠡᠨ᠎ᠡ ᠃
recently=ᠣᠷᠴᠢᠮ ᠨᠡᠪᠲᠡᠷᠡᠭᠦᠯᠪᠡ᠃
onlyfortest=ᠵᠥᠪᠭᠡᠨ ᠲᠤᠷᠰᠢᠨ ᠬᠡᠷᠡᠭᠯᠡᠬᠦ ᠳᠦ ᠬᠠᠩᠭᠠᠨ᠎ᠠ ᠃
evaluationcopy=ᠦᠨᠡᠯᠡᠨ ᠵᠢᠱᠢᠬᠦ ᠬᠠᠭᠤᠯᠳᠠᠰᠤᠨ ᠳᠡᠪᠲᠡᠷ᠃

[openfile]
file=ᠨᠡᠭᠡᠭᠡᠭ᠍ᠰᠡᠨ ᠪᠢᠴᠢᠭ᠌ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠃
folder=ᠪᠢᠴᠢᠭ᠌ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠤᠨ ᠬᠠᠪᠤᠳᠠᠷ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠃

[main]
list=ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠦᠰᠦᠨᠦᠭᠲᠦ ᠶᠢ ᠨᠡᠪᠲᠡᠷᠡ
add=ᠨᠡᠮᠡᠯᠲᠡ ᠃
del=ᠰᠢᠯᠵᠢᠭᠦᠯᠦᠨ ᠠᠷᠢᠯᠭᠠᠬᠤ ᠃
openfile=ᠲᠤᠰ ᠭᠠᠵᠠᠷ ᠤᠨ ᠳᠠᠭᠤᠨ ᠤ ᠳᠠᠪᠲᠠᠮᠵᠢ ᠨᠡᠮᠡᠬᠦ
openfolder=ᠪᠢᠴᠢᠭ᠌ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠤᠨ ᠬᠠᠵᠠᠭᠤ ᠶᠢ ᠨᠡᠭᠡᠭᠡᠨ᠎ᠡ ᠃
openonline=ᠰᠦᠯᠵᠢᠶᠡᠨ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠳᠠᠭᠤᠨ ᠤ ᠳᠠᠪᠲᠠᠮᠵᠢ ᠨᠡᠮᠡᠵᠡᠢ ᠃
savecover=ᠲᠤᠰᠬᠠᠢ ᠵᠢᠷᠤᠭ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠨ᠎ᠠ ᠃
emptylist=ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠦᠰᠦᠨᠦᠭᠲᠦ ᠨᠢ ᠬᠣᠭᠣᠰᠣ

[listmenu]
play=ᠨᠡᠪᠲᠡᠷᠡᠭᠦᠯᠦᠨ᠎ᠡ᠃
remove=ᠵᠢᠭᠰᠠᠭᠠᠬᠤ ᠬᠦᠰᠦᠨᠦᠭᠲᠦ ᠶᠢ ᠰᠢᠯᠵᠢᠭᠦᠯᠦᠨ ᠭᠠᠷᠭᠠ
speed=speed
reverse=reverse

[settings]
title=ᠪᠠᠶᠢᠷᠢᠯᠠᠭᠤᠯᠬᠤ ᠃
appearance=ᠭᠠᠳᠠᠷ ᠳᠦᠷᠰᠦ ᠃
theme=ᠭᠣᠤᠯ ᠰᠡᠳᠦᠪ ᠃
sysnormal=系统默认
light=亮色
dark=暗色
back=背景
backmaterial=背景材料
acrylic=Acrylic
mica=Mica
update=更新
checking=正在检查更新
nonew=没用可用的新版本
new=新版本可用
restart=重启以安装更新
download=下载
downloadprogess=下载进度
restartbtn=重启
updatebtn=更新
currentver=当前版本
newver=最新版本
about=关于
detail=Violet Player 的音频播放功能基于 BassLib 开发
language=语言
apply=应用

[playlist]
title=歌单

[plugin]
title=插件
list=插件列表